Repository: byteway/bso-survival
Catalog: languages/bso-survival-*.po
Languages: nl_nl

source: BSO WordPress Plugin for Survivals
nl_nl: BSO WordPress Plugin voor Survivals

source: Calculate Interim Team Score
nl_nl: Bereken tussenstand Team Score

source: Done calculating score.
nl_nl: Klaar met het berekenen van de score.

source: Error
nl_nl: Fout

source: Field
nl_nl: Veld

source: Identification
nl_nl: Identificatie

source: Name
nl_nl: Naam

source: No
nl_nl: Nee

source: Please change the settings accordingly.
nl_nl: Wijzig de instellingen dienovereenkomstig.

source: Points
nl_nl: Punten

source: Position
nl_nl: Positie

source: Referee
nl_nl: Scheidsrechter

source: Select a survival:
nl_nl: Selecteer een survival:

source: Select a team:
nl_nl: Selecteer een team:

source: Start Time
nl_nl: Starttijd

source: Start time
nl_nl: Starttijd

source: Survival Name
nl_nl: Survival naam

source: The total score has been calculated.
nl_nl: De totaalscore is berekend.

source: Time
nl_nl: Tijd

source: Time score
nl_nl: Tijd score

source: Update
nl_nl: Bijwerken

source: Update survival position
nl_nl: Survival positie bijwerken

source: URL not found! Make sure to provide the URL for 'team_score_page' in the Survival Setting.
nl_nl: URL niet gevonden! Zorg ervoor dat u de URL voor 'team_score_page' opgeeft in de instelling.

source: URL not found! Make sure to provide the '_team_score_page' in the Survival Setting.
nl_nl: URL niet gevonden! Zorg ervoor dat u de URL voor 'team_score_page' opgeeft in de instelling.

source: URL not found! Make sure to provide the 'score_update' in the Survival Setting.
nl_nl: URL niet gevonden! Zorg ervoor dat u de 'score_update' opgeeft in de instelling.

source: URL not found! Make sure to provide the 'survival_page' in the Survival Setting.
nl_nl: URL niet gevonden! Zorg ervoor dat u de 'survival_page' opgeeft in de instelling.

source: URL not found! Make sure to provide the 'team_score_survival_list' in the Survival Setting.
nl_nl: URL niet gevonden! Zorg ervoor dat u de 'team_score_survival_list' opgeeft in de instelling.

source: Value
nl_nl: Waarde

source: Yes
nl_nl: Ja

source: You need to be logged in as Referee!
nl_nl: U dient ingelogd te zijn als scheidsrechter!
